[
  {
    "name": "Camberwell Green",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.47486, -0.09269",
    "status": "Open",
    "period opened": "1850-1874",
    "year opened": 1857,
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Camberwell was a rural village until the late C18th, and Camberwell Fair was held in August on Camberwell Green for the Feast of St Giles, patron saint of Camberwell, from 1279 until 1855 when it was suppressed as a nuisance to the local residents. In 1856 four local dignitaries purchased exclusive rights for holding the fair on the Green from the Lords of the Manor on a 1,000 year lease with an annual rent of one peppercorn. They sold it to Camberwell Vestry in September 1857 and the Green re-opened as a public open space in 1859. The Green was previously dominated by elm trees and had a pond in the south.",
    "history link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU013"
  },
  {
    "name": "Camberwell Library Ground",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.47384 -0.07646",
    "status": "Defunct",
    "period opened": "1875-1899",
    "year opened": 1893,
    "altered": "Closed",
    "destroyed": "TRUE",
    "period destroyed": "1940s",
    "first list appearence": 1905,
    "brief history": "The grand Camberwell Central Library on Peckham Road was opened in 1893 by the Prince of Wales, who later became Edward VII, but was razed to the ground by a doodlebug in 1944.",
    "history link": "https://southwarknews.co.uk/area/peckham/new-camberwell-library-opens-its-doors/"
  },
  {
    "name": "Christ Church Garden",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.50611, -0.10518",
    "status": "Open",
    "period opened": "1900-1924",
    "year opened": 1900,
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Christ Church Garden is the former churchyard of Christ Church built here in 1671, which was rebuilt in the C18th and added to in the 1890s but destroyed by bombing in WWII. The current church dates from 1960. The churchyard was enlarged a number of times but closed to burial in 1856. It was converted into a public garden by the MPGA and opened in 1900. A drinking fountain was donated by John Passmore Edwards. When the church was bombed, the cross fell into the churchyard scorching the ground, its position now marked by a stone cross in the grass. The garden was redesigned in 2000.",
    "history link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU017"
  },
  {
    "name": "Dulwich Park",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.44556, -0.07827",
    "status": "Open",
    "period opened": "1875-1899",
    "year opened": 1890,
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Dulwich Park opened as a public park in 1890. It was formerly part of the Manor of Dulwich, purchased by theatre impresario Edward Alleyn in the early C17th, who founded almshouses and a school here, now Dulwich College. The Dulwich Estates' Board of Governors, set up in 1882, donated land to the MBW for the public park in 1885. It was laid out by the newly formed LCC in 1889/90 and much of its original layout is still intact.",
    "history link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU025"
  },
  {
    "name": "Goose Green",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.44556, -0.07827",
    "status": "Open",
    "period opened": "<1850",
    "year opened": "<1850",
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Goose Green was once common land, available for the use of the whole community, but in the late 19th century William Bowyer-Smith, the Lord of the Manor at that time, started giving building leases on other common land at Peckham Rye to developers.\n\nThe Camberwell Vestry stepped in and bought the manorial right to the land, so retaining it as a public open space.",
    "history link": "https://ideal-homes.gre.ac.uk/southwark/assets/galleries/east-dulwich/goose-green.html"
  },
  {
    "name": "Long Lane Recreation Ground",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.49789, -0.08259",
    "status": "Open",
    "period opened": "1875-1899",
    "year opened": 1896,
    "altered": "Expanded",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Long Lane Playground is on the site of a Quaker Burial Ground whose perimeter wall remains as the wall to the recreation ground, now laid out as a playground. The garden consists of an area of grass with some shrubs to the front boundary with Long Lane and south of the wall, which remains across the centre of the playground.",
    "history link": "https://www.parksandgardens.org/places/long-lane-recreation-ground-playground"
  },
  {
    "name": "Guy Street Park",
    "other names": "Nelson Recreation Ground",
    "borough": "Southwark",
    "coordinates": "51.50165, -0.08682",
    "status": "Open",
    "period opened": "1875-1899",
    "year opened": 1899,
    "altered": "Expanded",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "The land here was open fields until the C18th when it was purchased by the Trustees of Guy's Hospital for use as a burial ground for deceased patients. It continued as a burial ground until the 1850s Burial Acts led to its closure. For a time it was leased to a local builder but in the 1890s part was purchased by Bermondsey Vestry for a much-needed public recreation ground, opening as Nelson Recreation Ground in 1899. Although it was refurbished after WWII war damage it became run down. It was renamed and refurbished after local residents set up Friends of Guy Street Park in 2001 following community consultation. It re-opened in 2003 with improved lighting, seating, play areas, a community garden and a community artwork that also provided illumination.",
    "history link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU036"
  },
  {
    "name": "Newington Gardens",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.49772, -0.09604",
    "status": "Open",
    "period opened": "1900-1925",
    "year opened": 1917,
    "altered": "Expanded",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Newington Gardens is a small quiet garden behind the Crown Court on Newington Causeway, created on the site where Horsemonger Lane Gaol once stood. For a long time, it was known as Gaol Park, the memory of the former building kept alive by the high external wall and large gatehouse long retained after the prison was demolished in 1880.\n\nToday the park is situated behind the Inner London Sessions House which was rebuilt at the beginning of the 20th century; but due to delays caused by the First World War, it didn't open until 1917.",
    "history link": "ttps://www.southwark.gov.uk/parks-and-open-spaces/parks/newington-gardens"
  },
  {
    "name": "Nunhead Green",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.46542, -0.05854",
    "status": "Open",
    "period opened": "<1850",
    "year opened": "<1850",
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Nunhead Green is a prominent gateway to the high street. Previously it was underused due to its poor layout and frequent anti-social behaviour. A new design by architects AOC has helped put Nunhead Green back at the heart of the high street. It also celebrates its 200-year history as a traditional village green. The new green has a children’s play area and a village square that can host gatherings and events.",
    "history link": "https://www.london.gov.uk/programmes-strategies/shaping-local-places/public-space/londons-great-outdoors-nunhead-southwark"
  },
  {
    "name": "Peckham Rye Park & Common",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.45810, -0.06125",
    "status": "Open",
    "period opened": "1875-1899",
    "year opened": 1894,
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Peckham Rye Common was for centuries used as a deer park although local people had common rights. It was purchased for public open space in 1868 by Camberwell Vestry and transferred to the MBW in 1882. In 1890 the adjacent Homestall Farm was acquired by the Vestry, the LCC and the Charity Commissioners for a public park and Peckham Rye Park was laid out in 1894. The park had an artificial lake with island and bankside walks, rock and water gardens; an American garden, Japanese garden, and an English Garden, also known as the Sexby Garden.",
    "history link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU070a"
  },
  {
    "name": "Red Cross Garden",
    "other names": "",
    "borough": "Southwark",
    "coordinates": "51.50311, -0.09459",
    "status": "Open",
    "period opened": "1875-1899",
    "year opened": 1888,
    "altered": "Unchanged",
    "destroyed": "FALSE",
    "period destroyed": "N/A",
    "first list appearence": 1905,
    "brief history": "Red Cross Garden formed part of Octavia Hill's pioneering social housing scheme here, which consisted of two rows of cottages and a community hall, designed by Elijah Hoole. The garden predated the buildings and was laid out in 1887, the opening ceremony taking place in 1888. It was created to provide 'an open air sitting room for the tired inhabitants of Southwark' and had an elaborate layout of curved lawns, flower beds and serpentine paths, an ornamental pond with fountain, bandstand and covered children's play area. There were once two mosaics in the garden, that depicting 'The Sower' remains, restored in 1956 and again in 2005. During WWII the railings were removed for the war effort and the caretaker dismissed, and by 1948 the layout of the garden had disappeared. Sir Sidney Cockerell writing to The Times of his visit in July 1948 found 'a desolate flat space part of it newly asphalted'. The garden appears treeless in a photograph of 1965, although some trees were subsequently planted. It was not until 2005 that it was restored to much of its original layout through the work of Bankside Open Spaces Trust with support by local people and funding from HLF and Southwark Council. It reflects its Victorian origins as a community garden and combines C19th and ecological planting.",
    "history link": "https://londongardenstrust.org/conservation/inventory/site-record/?ID=SOU074"
  }
]